const errorPrompt = {
    '10000': '请求成功',
    '20003': '注册凭证无效',
    '20004': '账号无效，非手机号',
    '20005': '手机号未注册通行证',
    '20006': '验证码/密码无效',
    '20007': '登录账户已绑定其他微信',
    '30001': '车辆唯一标识符无效',
    '30002': '车牌号已存在',
    '30003': '车型编号无效',
    '30004': '品牌编号无效',
    '30005': '车系编号无效',
    '40001': '检测报告编号无效',
    '40002': '检测报告已被绑定',
    '50001': '未达到发送间隔',
    '50002': '发送达到上限',
    '53001': '服务器错误',
    '53002': '错误的签名',
    '53003': '错误的时间戳',
    '53004': '错误的请求方法',
    '53005': '错误的请求参数',
    '53006': 'Token无效',
    '60001': '不存在',
    '60002': '无效的城市',
    '60003': '服务器错误'
}

export default errorPrompt